Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Grade before posting
ar: التقدير قبل النشر
ca: Nota abans de la publicació
cy: Gradd cyn postio
da: Karakter inden opslag
da_instk12: Vurdering inden opslag
de: Note vor Posting
es: Calificación antes de la publicación
es_es: Nota antes de la publicación
fi: Arvosana ennen lähetystä
fr: Note avant publication
fr_ca: Notation avant publication
ga: Marc roimh phostáil
hi: पोस्ट करने से पहले ग्रेड
ht: Nòt anvan piblikasyon
id: Nilai sebelum posting
is: Gefa einkunn fyrir birtingu
it: Voto prima della pubblicazione
ja: 投稿前の評定
ko: 게시 전에 성적
mi: Te kōeke i mua o te whakairi
ms: Gred sebelum disiarkan
nb: Vurdering før publisering
nb_instk12: Vurdering før publisering
nl: Beoordelen vóór posten
pl: Ocena przed opublikowaniem
pt: Classificação antes da publicação
pt_br: Nota antes de postar
ru: Оценка до публикации
sl: Ocena pred objavo
sv: Bedöm före publicering
sv_instk12: Bedöm före publicering
th: เกรดก่อนแจ้ง
vi: Điểm trước khi đăng
zh: 发布前的评分
zh_hk: 公佈前評分

source: Grade List Preferences
ar: تفضيلات قائمة التقديرات
ca: Preferències de la llista de notes
cy: Dewisiadau Rhestr Graddau
da: Karakterlistepræferencer
da_instk12: Vurderingslistepræferencer
de: Einstellungen für Benotungsliste
es: Preferencias de la lista de calificaciones
es_es: Preferencias de la lista de notas
fi: Arvosanaluettelon asetukset
fr: Préférences de liste de notes
fr_ca: Préférences pour la liste des notes
ga: Roghanna Liosta Marcanna
hi: ग्रेड सूची वरीयताएं
ht: Preferans Lis Kou
id: Preferensi Daftar Nilai
is: Kjörstillingar einkunnalista
it: Preferenze di elenco voti
ja: 評定リストの優先設定
ko: 성적 목록 기본 설정
mi: Manakohanga Rarangi Koeke
ms: Keutamaan Senarai Gred
nb: Vuredringslistepreferanser
nb_instk12: Vuredringslistepreferanser
nl: Voorkeuren cijferlijst
pl: Preferencje listy ocen
pt: Preferências da lista de notas
pt_br: Preferências da lista de notas
ru: Предпочтения списка оценок
sl: Prednostne nastavitve seznama ocen
sv: Inställningar för omdömeslista
sv_instk12: Inställningar för bedömningslista
th: ค่าปรับแต่งรายการเกรด
vi: Tùy Chọn Danh Sách Điểm
zh: 评分列表偏好设置
zh_hk: 評分淸單偏好設定

source: Grade override
ar: تجاوز التقدير
ca: Substitució de la nota
cy: Disodli gradd
da: Tilsidesættelse af karakter
da_instk12: Tilsidesættelse af vurdering
de: Note außer Kraft setzen
es: Anulación de las calificaciones
es_es: Anulación de nota
fi: Korvaa arvosana
fr: Substitution de la note
fr_ca: Surclasser la notation
ga: Sárú marc
hi: ग्रेड की अवहेलना
ht: Ranplasman nòt
id: Override nilai
is: Hnekking einkunnar
it: Sostituzione voto
ja: 評定上書き
ko: 성적 덮어쓰기
mi: Whakakorenga kōeke
ms: Gantian gred
nb: Overstyr vurdering
nb_instk12: Overstyr vurdering
nl: Cijferoverschrijving
pl: Nadpisująca ocena
pt: Substituir classificação
pt_br: Substituição da nota
ru: Игнорировать оценку
sl: Preglasitev ocene
sv: Åsidosättning av omdöme
sv_instk12: Åsidosättning av bedömning
th: บอกล้างเกรด
vi: Ghi đè điểm
zh: 覆盖评分
zh_hk: 評分重寫

source: Grade Override
ar: تجاوز التقدير
ca: Substitució de la nota
cy: Disodli Gradd
da: Tilsidesættelse af karakter
da_instk12: Tilsidesættelse af vurdering
de: Note außer Kraft setzen
es: Anulación de la calificación
es_es: Anulación de nota
fi: Korvaa arvosana
fr: Substitution de la note
fr_ca: Surclasser la notation
ga: Sárú Marc
hi: ग्रेड की अवहेलना
ht: Nòt Ranplase
id: Override Nilai
is: Hnekking einkunnar
it: Sostituzione valutazione
ja: 評定上書き
ko: 성적 덮어쓰기
mi: Whakakorenga Kōeke
ms: Gantian Gred
nb: Overstyr vurdering
nb_instk12: Overstyr vurdering
nl: Cijferoverschrijving
pl: Nadpisująca ocena
pt: Substituição de nota
pt_br: Substituição da nota
ru: Отклонение оценки
sl: Preglasitev ocene
sv: Åsidosättning av omdöme
sv_instk12: Åsidosätt bedömning
th: บอกล้างเกรด
vi: Ghi Đè Điểm
zh: 评分覆盖
zh_hk: 重寫評分

source: Grade Preferences
ar: تفضيلات الدرجات
ca: Preferències de notes
cy: Dewisiadau Gradd
da: Karakterpræferencer
da_instk12: Vurderingspræferencer
de: Präferenzen für Noten
es: Preferencias de calificaciones
es_es: Preferencias de notas
fi: Arvosanojen asetukset
fr: Préférences de notation
fr_ca: Préférences de notation
ga: Sainroghanna Mairc
hi: ग्रेड प्राथमिकताएं
ht: Preferans Nòt
id: Preferensi Nilai
is: Kjörstillingar fyrir einkunnir
it: Preferenze voto
ja: 評定優先
ko: 성적 기본 설정
mi: Manakohanga Kōeke
ms: Keutamaan Gred
nb: Vurderingspreferanser
nb_instk12: Vurderingspreferanser
nl: Cijfervoorkeuren
pl: Preferencje oceniania
pt: Preferências de classificação
pt_br: Preferências de notas
ru: Предпочтения в оценках
sl: Nastavitve ocenjevanja
sv: Omdömespreferenser
sv_instk12: Bedömningspreferenser
th: ตัวเลือกเกรด
vi: Ưu Tiên Điểm
zh: 评分首选项
zh_hk: 評分偏好設定

source: Graded
ar: تم تقييم الدرجة
ca: Qualificat
cy: Wedi graddio
da: Bedømt
da_instk12: Bedømt
de: Benotet
es: Calificado
es_es: Evaluado
fi: Arvioitu
fr: Noté
fr_ca: Noté
ga: Marcáilte
hi: ग्रेड किए गए
ht: Klase
id: Dinilai
is: Metið
it: Valutato
ja: 採点済み
ko: 채점됨
mi: Kōekehia
ms: Digredkan
nb: Vurdert
nb_instk12: Vurdert
nl: Beoordeeld
pl: Oceniono
pt: Classificado
pt_br: Avaliado
ru: С оценкой
sl: Ocenjeno
sv: Har bedömts
sv_instk12: Har bedömts
th: ให้เกรดแล้ว
vi: Đã Chấm Điểm
zh: 已评分
zh_hk: 已評分

source: Graded Quiz
ar: اختبار موجز تم تقييم درجاته
ca: Prova qualificada
cy: Cwis wedi’i Raddio
da: Bedømt test
da_instk12: Bedømt quiz
de: Benotetes Quiz
es: Evaluación calificada
es_es: Prueba evaluada
fi: Arvioitu testi
fr: Questionnaire noté
fr_ca: Questionnaire noté
ga: Quiz Marcáilte
hi: ग्रेड की गई प्रश्नोत्तरी
ht: Quiz Klase
id: Kuis Dinilai
is: Metið próf
it: Quiz con valutazione
ja: 採点済みの小テスト
ko: 채점된 퀴즈
mi: Whakatau Quiz
ms: Kuiz Bergred
nb: Vurdert quiz
nb_instk12: Vurdert quiz
nl: Beoordeelde toets
pl: Oceniony test
pt: Teste avaliado
pt_br: Teste avaliado
ru: Оцененное тестирование
sl: Ocenjeni kviz
sv: Bedömt quiz
sv_instk12: Bedömt quiz
th: แบบทดสอบที่ลงเกรดแล้ว
vi: Kiểm Tra Có Chấm Điểm
zh: 评分测验
zh_hk: 已評分的測驗

source: Graded Survey
ar: استطلاع تم تقييم درجاته
ca: Enquesta qualificada
cy: Arolwg wedi’i Raddio
da: Bedømt spørgeundersøgelse
da_instk12: Bedømt spørgeundersøgelse
de: Benotete Befragung
es: Encuesta calificada
es_es: Encuesta evaluada
fi: Arvioitu kysely
fr: Enquête notée
fr_ca: Enquête notée
ga: Suirbhé Marcáilte
hi: ग्रेड किए गए सर्वेक्षण
ht: Ankèt Klase
id: Survei Dinilai
is: Metin könnun
it: Sondaggio con valutazione
ja: 採点済みのサーベイ
ko: 채점된 설문 조사
mi: Whakatau Rangahau
ms: Tinjauan Bergred
nb: Vurdert undersøkelse
nb_instk12: Vurdert undersøkelse
nl: Beoordeelde enquête
pl: Oceniona ankieta
pt: Questionário avaliado
pt_br: Pesquisa avaliada
ru: Оцененный опрос
sl: Ocenjena anketa
sv: Bedömd enkät
sv_instk12: Bedömd enkät
th: แบบสำรวจที่ลงเกรดแล้ว
vi: Khảo Sát Có Chấm Điểm
zh: 评分调查
zh_hk: 已評分的調查

source: Graded Surveys
ar: استطلاعات تم تقييمها
ca: Estudis amb nota
cy: Arolygon wedi’u Graddio
da: Bedømte spørgeundersøgelse
da_instk12: Bedømte spørgeundersøgelse
de: Benotete Umfragen
es: Encuestas calificadas
es_es: Encuestas evaluadas
fi: Arvostellut kyselyt
fr: Enquêtes notées
fr_ca: Enquêtes notées
ga: Suirbhéanna Marcáilte
hi: ग्रेड किए गए सर्वेक्षण
ht: Ankèt Klase
id: Survei Dinilai
is: Kannanir með einkunn
it: Sondaggi con valutazione
ja: 採点されたアンケート
ko: 채점된 설문 조사
mi: Ngā Rangahau Kua Kōeketia
ms: Tinjauan Bergred
nb: Vurderingsgivende spørreundersøkelser
nb_instk12: Vurderingsgivende spørreundersøkelser
nl: Beoordeelde onderzoeken
pl: Ocenione ankiety
pt: Inquéritos Classificados
pt_br: Pesquisas avaliadas
ru: Оцениваемые опросы
sl: Ocenjene ankete
sv: Bedömda enkäter
sv_instk12: Bedömda enkäter
th: แบบสำรวจที่ลงเกรดแล้ว
vi: Khảo Sát Được Chấm Điểm
zh: 评分调查
zh_hk: 已評分的調查

source: Grades
ar: التقديرات
ca: Notes
cy: Graddau
da: Karakterer
da_instk12: Vurderinger
de: Noten
es: Calificaciones
es_es: Notas
fi: Arvosanat
fr: Notes
fr_ca: Notes
ga: Marcanna
hi: ग्रेड
ht: Nòt
id: Nilai
is: Einkunnir
it: Voti
ja: 評定
ko: 성적
mi: Ngā Kōeke
ms: Gred
nb: Vurderinger
nb_instk12: Vurderinger
nl: Cijfers
pl: Oceny
pt: Classificações
pt_br: Notas
ru: Оценки
sl: Ocene
sv: Omdömen
sv_instk12: Bedömningar
th: เกรด
vi: Điểm
zh: 评分
zh_hk: 成績

source: Grading
ar: تقييم الدرجات
ca: Nota
cy: Graddio
da: Karaktergivning
da_instk12: Vurderingsgivning
de: Benotung
es: Calificación
es_es: Evaluación
fi: Arvosanojen anto
fr: Notation
fr_ca: Notation
ga: Marcáil
hi: ग्रेडिंग
ht: Klasman
id: Penilaian
is: Einkunnagjöf
it: Valutazione
ja: 採点
ko: 성적 평가
mi: Kōeke
ms: Penggredan
nb: Vurdering
nb_instk12: Vurdering
nl: Beoordeling
pl: Ocenianie
pt: Classificação
pt_br: Classificação
ru: Выставление оценок
sl: Ocenjevanje
sv: Bedömning
sv_instk12: Bedömning
th: การให้เกรด
vi: Chấm Điểm
zh: 评分
zh_hk: 等級評分

source: Grading Period
ar: فترة تقييم الدرجات
ca: Període de qualificació
cy: Cyfnod Graddio
da: Karakterperiode
da_instk12: Vurderingsperiode
de: Benotungszeitraum
es: Período de Calificación
es_es: Período de evaluación
fi: Arvosanojen antojakso
fr: Période de notation
fr_ca: Période de notation
ga: Tréimhse Mharcála
hi: ग्रेडिंग अवधि
ht: Peryòd Klasman
id: Periode Penilaian
is: Einkunnatímabil
it: Periodo di valutazione
ja: 採点期間
ko: 성적 평가 기간
mi: Wā kōeke
ms: Tempoh Penggredan
nb: Vurderingsperiode
nb_instk12: Vurderingsperiode
nl: Beoordelingsperiode
pl: Okres oceniania
pt: Período de classificação
pt_br: Período de Pontuação
ru: Период оценивания
sl: Ocenjevalno obdobje
sv: Omdömesperiod
sv_instk12: Bedömningsperiod
th: ระยะเวลาการให้เกรด
vi: Khoảng Thời Gian Chấm Điểm
zh: 评分周期
zh_hk: 評分時段

source: Grading Period:
ar: فترة تقييم الدرجات:
ca: Període de qualificació:
cy: Cyfnod Graddio:
da: Karakterperiode:
da_instk12: Vurderingsperiode:
de: Benotungszeitraum:
es: Período de calificación:
es_es: Período de evaluación:
fi: Arvosanojen antojakso
fr: Période de notation :
fr_ca: Période de notation :
ga: Tréimhse Marcála:
hi: ग्रेडिंग अवधि:
ht: Peryòd Klasman:
id: Periode Penilaian:
is: Einkunnatímabil:
it: Periodo di valutazione:
ja: 評定機関：
ko: 성적 평가 기간:
mi: Wā Māka:
ms: Tempoh Penggredan
nb: Vurderingsperiode:
nb_instk12: Vurderingsperiode:
nl: Beoordelingsperiode:
pl: Okres oceniania:
pt: Período de classificação:
pt_br: Período de avaliação:
ru: Период оценивания:
sl: Ocenjevalno obdobje:
sv: Omdömesperiod:
sv_instk12: Bedömningsperiod:
th: ระยะเวลาการให้เกรด:
vi: Khoảng Thời Gian Chấm Điểm:
zh: 评分周期：
zh_hk: 評分期：

source: Grading Periods
ar: فترات التقييم
ca: Períodes de qualificació
cy: Cyfnodau Graddio
da: Karakterperioder
da_instk12: Vurderingsperioder
de: Benotungszeiträume
es: Períodos de calificación
es_es: Períodos de evaluación
fi: Arvosanojen antojaksot
fr: Périodes de notation
fr_ca: Périodes de notation
ga: Tréimhsí Mharcála
hi: ग्रेडिंग अवधियां
ht: Peryòd Klasman
id: Periode Penilaian
is: Einkunnatímabil
it: Periodi di valutazione
ja: 採点期間
ko: 성적 평가 기간
mi: Ngā Kōeke o ngā Wā
ms: Tempoh Penggredan
nb: Vurderingsperioder
nb_instk12: Vurderingsperioder
nl: Beoordelingsperioden
pl: Okresy oceniania
pt: Períodos de classificação
pt_br: Períodos de avaliação
ru: Академические периоды
sl: Ocenjevalna obdobja
sv: Bedömningsperioder
sv_instk12: Bedömningsperioder
th: ระยะเวลาการให้เกรด
vi: Khoảng Thời Gian Chấm Điểm
zh: 评分周期
zh_hk: 評分期

source: Grading Policies
ar: سياسات تقييم الدرجات
ca: Normatives de qualificació
cy: Polisïau Graddio
da: Karakterbestemmelser
da_instk12: Vurderingsbestemmelser
de: Benotungsrichtlinien
es: Políticas de calificación
es_es: Políticas de evaluación
fi: Arvosanojen antokäytäntö
fr: Politiques de notation
fr_ca: Politiques de notation
ga: Polasaithe Marcála
hi: ग्रेडिंग नीतियां
ht: Politik Klasman
id: Kebijakan Penilaian
is: Einkunnastefnur
it: Criteri di valutazione
ja: 採点方針
ko: 성적 평가 정책
mi: kōeke kaupapa here
ms: Dasar Penggredan
nb: Retningslinjer for vurdering
nb_instk12: Retningslinjer for vurdering
nl: Beoordelingsbeleid
pl: Zasady oceniania
pt: Políticas de Classificação
pt_br: Políticas de avaliação
ru: Политика выставления оценок
sl: Politike ocenjevanja
sv: Bedömningsregler
sv_instk12: Bedömningsregler
th: นโยบายการให้เกรด
vi: Chính Sách Chấm Điểm
zh: 评分政策
zh_hk: 評分準則

source: green
ar: أخضر
ca: verd
cy: gwyrdd
da: grøn
da_instk12: grøn
de: grün
es: verde
es_es: verde
fi: vihreä
fr: vert
fr_ca: vert
ga: glas
hi: हरा
ht: vèt
id: hijau
is: grænt
it: verde
ja: グリーン
ko: 녹색
mi: kākāriki
ms: hijau
nb: grønn
nb_instk12: grønn
nl: groen
pl: zielony
pt: verde
pt_br: verde
ru: цвета окиси меди
sl: zelena
sv: grön
sv_instk12: grön
th: เขียว
vi: xanh lục
zh: 绿色
zh_hk: 綠色

source: Green
ar: أخضر
ca: Verd
cy: Gwyrdd
da: Grøn
da_instk12: Grøn
de: Grün
es: Verde
es_es: Verde
fi: Vihreä
fr: Vert
fr_ca: Vert
ga: Glas
hi: हरा
ht: Vèt
id: Hijau
is: Grænn
it: Verde
ja: グリーン
ko: 녹색
mi: Kākāriki
ms: Hijau
nb: Grønn
nb_instk12: Grønn
nl: Groen
pl: Zielony
pt: Verde
pt_br: Verde
ru: Зеленый
sl: Zeleno
sv: Grön
sv_instk12: Grön
th: เขียว
vi: Xanh Lục
zh: 绿色
zh_hk: 綠色

source: grey
ar: رمادي
ca: gris
cy: llwyd
da: grå
da_instk12: grå
de: grau
es: gris
es_es: gris
fi: harmaa
fr: gris
fr_ca: gris
ga: liath
hi: सलेटी
ht: gri
id: abu-abu
is: grátt
it: grigio
ja: グレー
ko: 회색
mi: hina
ms: kelabu
nb: grå
nb_instk12: grå
nl: grijs
pl: szary
pt: cinza
pt_br: cinza
ru: серый
sl: siva
sv: grå
sv_instk12: grå
th: เทา
vi: xám
zh: 灰色
zh_hk: 灰色

source: Grid
ar: شبكة
ca: Quadrícula
da: Gitter
da_instk12: Gitter
de: Raster
es: Tabla
es_es: Cuadrícula
fi: Gitter
fr: Grille
fr_ca: Grille
ga: Greille
hi: ग्रिड
ht: Griy
is: Hnitanet
it: Griglia
ja: グリッド
ko: 그리드
mi: Mātiti
nb: Rutenett
nb_instk12: Rutenett
nl: Raster
pl: Siatka
pt: Grelha
pt_br: Grade
ru: Сетка
sl: Mrežo
sv: Rutnät
sv_instk12: Rutnät
th: ตาราง
vi: Ô
zh: 网格
zh_hk: 網格

source: Group
ar: المجموعة
ca: Grup
cy: Grŵp
da: Gruppe
da_instk12: Gruppe
de: Gruppe
es: Grupo
es_es: Grupo
fi: Ryhmä
fr: Groupe
fr_ca: Groupe
ga: Grúpa
hi: ग्रुप
ht: Gwoup
id: Grup
is: Verkefnaflokkur
it: Gruppo
ja: グループ
ko: 그룹
mi: Rōpū
ms: Kumpulan
nb: Gruppe
nb_instk12: Gruppe
nl: Groep
pl: Grupa
pt: Grupo
pt_br: Grupo
ru: Группа
sl: Skupina
sv: Grupp
sv_instk12: Gruppera
th: กลุ่ม
vi: Nhóm
zh: 小组
zh_hk: 群組

source: Group %lld
ar: المجموعة %lld
ca: Grup %lld
cy: Grŵp %lld
da: Gruppe %lld
da_instk12: Gruppe %lld
de: Gruppe %lld
es: Grupo %lld
es_es: Grupo %lld
fi: Ryhmä %lld
fr: Groupe %lld
fr_ca: Groupe %lld
ga: Grúpa %lld
hi: ग्रुप %lld
ht: Gwoup %lld
id: Grup %lld
is: Verkefnaflokkur %lld
it: Gruppo %lld
ja: グループ%lld
ko: 그룹 %lld
mi: Rōpū %lld
ms: Kumpulan %lld
nb: Gruppe %lld
nb_instk12: Gruppe %lld
nl: Groep %lld
pl: Grupa %lld
pt: Grupo %lld
pt_br: Grupo %lld
ru: Группа %lld
sl: Skupina %lld
sv: Grupp %lld
sv_instk12: Gruppera %lld
th: กลุ่ม %lld
vi: Nhóm %lld
zh: 小组%lld
zh_hk: 群組%lld

source: Grouped By
ar: تم التجميع حسب
ca: Agrupat per
cy: Wedi grwpio yn ôl
da: Grupperet efter
da_instk12: Grupperet efter
de: Gruppiert nach
es: Agrupado por
es_es: Agrupado por
fi: Ryhmittelyperuste
fr: Groupés par
fr_ca: Regroupés par
ga: Grúpáilte De Réir
hi: इसके अनुसार ग्रुप किया गया:
ht: Gwoupe Pa
id: Digrupkan Menurut
is: Flokkað eftir
it: Raggruppato per
ja: ～ごとのグループ
ko: 그룹화 기준
mi: Kua whakarōpūhia e
ms: Dikumpulkan Mengikut
nb: Gruppert av
nb_instk12: Gruppert av
nl: Gegroepeerd op
pl: Pogrupowane wg
pt: Agrupado por
pt_br: Agrupado por
ru: Сгруппировано по
sl: Razvrščeno po
sv: Grupperad av
sv_instk12: Grupperad av
th: จัดกลุ่มจาก
vi: Được Nhóm Theo
zh: 分组依据
zh_hk: 分組依據

source: Groups
ar: المجموعات
ca: Grups
cy: Grwpiau
da: Grupper
da_instk12: Grupper
de: Gruppen
es: Grupos
es_es: Grupos
fi: Ryhmät
fr: Groupes
fr_ca: Groupes
ga: Grúpaí
hi: ग्रुप्स
ht: Gwoup
id: Grup
is: Hópar
it: Gruppi
ja: グループ
ko: 그룹
mi: Rōpū
ms: Kumpulan
nb: Grupper
nb_instk12: Grupper
nl: Groepen
pl: Grupy
pt: Grupos
pt_br: Grupos
ru: Группы
sl: Skupine
sv: Grupper
sv_instk12: Grupper
th: กลุ่ม
vi: Nhóm
zh: 小组
zh_hk: 群組

source: Hang Tight, We're Fetching Your Results!
ar: انتظر، نحن نحضر النتائج!
ca: Espereu-vos, estem obtenint els resultats.
cy: Arhoswch, Rydym yn Nôl Eich Canlyniadau!
da: Vent venligst, mens vi henter dine resultater!
da_instk12: Vent venligst, mens vi henter dine resultater!
de: Warten Sie kurz, wir rufen Ihre Ergebnisse ab!
es: Aguarde, estamos buscando sus resultados.
es_es: ¡Espera un momento, estamos obteniendo tus resultados!
fi: Pysyttele linjoilla, haemme tuloksiasi!
fr: Un instant, nous récupérons vos résultats !
fr_ca: Accrochez-vous, nous sommes en train de chercher vos résultats!
ga: Croch Go docht, Tá do Thorthaí á bhFáil Againn!
hi: साथ में बने रहें, हम आपके लिए नतीजे ला रहे हैं!
ht: Tann, nap chèche rezilta yo pou ou!
id: Jangan Ke Mana-Mana, Kami Sedang Mengambil Hasil Anda!
is: Hinkraðu, við erum að sækja niðurstöðurnar!
it: Un attimo di paziente, stiamo recuperando i tuoi risultati!
ja: そのままお待ちください。検索結果をお届けします！
ko: 조금만 기다려 주세요. 결과를 가져오는 중입니다.
mi: Kia Tatau, Kei te Tikina o Hua!
ms: Tunggu Sebentar, Kami Sedang Mengambil Hasil Carian Anda!
nb: Vent litt, vi henter resultatene dine!
nb_instk12: Vent litt, vi henter resultatene dine!
nl: Even geduld alsjeblieft, we halen je resultaten op!
pl: Chwileczkę, pobieramy wyniki!
pt: Aguente firme, estamos a buscar os seus resultados!
pt_br: Aguente firme, estamos buscando seus resultados!
ru: Спокойно, мы получаем ваши результаты!
sl: Počakajte, pridobimo vaše rezultate!
sv: Vänta kvar, vi hämtar dina resultat!
sv_instk12: Vänta kvar, vi hämtar dina resultat!
th: อดทนไว้ เรากำลังเรียกค้นผลลัพธ์ของคุณ!
vi: Hãy Kiên Nhẫn, Chúng Tôi Đang Tìm Nạp Kết Quả Của Bạn!
zh: 正在获取结果，请稍等！
zh_hk: 請耐心等待，我們正在取得您的結果！

source: Hang tight, we're getting things ready for you.
ar: مهلاً، نحن نجهز لك الأشياء.
ca: Un moment, us ho estem preparant.
cy: Arhoswch, rydym ni’n cael pethau’n barod i chi.
da: Vent venligst, mens vi gør tingene klar til dig.
da_instk12: Vent venligst, mens vi gør tingene klar til dig.
de: Bleiben Sie dran, wir bereiten alles für Sie vor.
es: Aguarde un momento. Estamos preparando todo para usted.
es_es: Ponte cómodo, estamos preparando todo para ti.
fi: Älä luovuta, teemme kaikki sinulle valmiiksi.
fr: Encore un peu de patience, nous sommes en train de tout préparer.
fr_ca: Tenez bon, on prépare les choses pour vous.
ga: Fan go docht, tá rudaí á réiteach againn duit.
hi: थोड़ा इंतज़ार करें, हम आपके लिए चीज़ें तैयार कर रहे हैं।
ht: Tann, n ap prepare bagay yo pou ou.
id: Jangan ke mana-mana, kami sedang menyiapkannya untuk Anda.
is: Haltu fast, við erum að gera hlutina tilbúna fyrir þig.
it: Un attimo di pazienza, stiamo preparando dei contenuti per te.
ja: 少々お待ちください。今、準備をしています。
ko: 조금만 기다려 주세요. 준비하는 중입니다.
mi: Kia mau, kei te whakareri matou i nga mea mo koe.
ms: Sila tunggu, kami sedang menyediakan beberapa perkara untuk anda.
nb: Vent litt, vi gjør alt klart for deg.
nb_instk12: Vent litt, vi gjør alt klart for deg.
nl: Even geduld, alles wordt voorbereid.
pl: Poczekaj, właśnie przygotowujemy wszystko dla Ciebie.
pt: Aguarde, estamos a preparar tudo para si.
pt_br: Aguarde, estamos preparando tudo para você.
ru: Спокойно, мы готовим все для вас.
sl: Počakajte, za vas pripravljamo stvari.
sv: Vänta, vi förbereder åt dig.
sv_instk12: Vänta, vi förbereder åt dig.
th: อดทนไว้ เรากำลังเตรียมการให้กับคุณ
vi: Hãy chờ nhé, chúng tôi đang chuẩn bị mọi thứ cho bạn.
zh: 请稍等，我们正在准备。
zh_hk: 請稍等，我們已經為您準備好了。

source: Hard to find things
ar: من الصعب العثور على الأشياء
ca: Costa cercar coses
cy: Anodd dod o hyd i bethau
da: Svært at finde ting
da_instk12: Svært at finde ting
de: Schwierigkeiten beim Auffinden von Elementen
es: ¿Le cuesta encontrar algo?
es_es: Es difícil encontrar las cosas
fi: Vaikea löytää asioita
fr: Difficile de retrouver les informations
fr_ca: Des objets difficiles à trouver
ga: Deacair rudaí a aimsiú
hi: चीज़ें ढूंढना मुश्किल है
ht: Bagay ki difisil pou jwenn
id: Sulit menemukan sesuatu
is: Hlutir sem erfitt er að finna
it: Non è facile trovare quello che cerchi
ja: 見つけるのが難しい
ko: 항목을 찾기 어려움
mi: Ngā mea uaua ki te kimi
ms: Sukar mencari perkara dikehendaki
nb: Vanskelig å finne ting
nb_instk12: Vanskelig å finne ting
nl: Het is moeilijk om dingen te vinden
pl: Trudno jest wyszukiwać
pt: Difícil encontrar coisas
pt_br: Coisas difíceis de encontrar
ru: Трудно найти позиции
sl: Težko je najti stvari
sv: Svårt att hitta saker
sv_instk12: Svårt att hitta saker
th: ค้นหาข้อมูลได้ยาก
vi: Khó tìm nội dung
zh: 难以查找内容
zh_hk: 難以找到內容

source: Have your parent scan this QR code from the Canvas Parent app to pair with you.
ar: اطلب من أحد الوالدين مسح رمز QR من تطبيق Canvas Parent لإقرانه بك.
ca: Feu que el vostre progenitor escanegi aquest codi QR de l'aplicació Canvas Parent per emparellar-vos-hi.
cy: Cael eich rhiant i sganio’r cod QR hwn o ap Canvas Parent i baru â chi.
da: Bed din forælder om at scanne denne QR-kode fra Canvas Parent-appen for at parre til din konto.
da_instk12: Bed din forælder om at scanne denne QR-kode fra Canvas Parent-appen for at parre til din konto.
de: Lassen Sie ein Elternteil diesen QR-Code der Canvas Parent-App scannen, um ein Pairing mit Ihnen herzustellen.
es: Pídale a su padre/madre que escanee este código QR desde la aplicación Canvas Parent para emparejarse con usted.
es_es: Pídele a tu padre/madre que escanee este código QR desde la aplicación Canvas Parent para emparejarse contigo.
fi: Pyydä vanhempiasi skannaamaan tämä viivakoodi Canvas Parent -sovelluksesta, jotta he saavat yhteyden sovellukseen.
fr: Faites scanner ce code QR par vos parents depuis l’application Canvas Parent pour les jumeler à vous.
fr_ca: Demandez à votre parent de numériser ce code QR à partir de l'application Canvas Parent pour le jumeler avec vous.
ga: Iarr ar do thuismitheoir an cód MF seo a scanadh ón aip Máthairchúrsa Canvas chun péireáil leat.
hi: अपने साथ जोड़ने के लिए अपने माता-पिता से Canvas Parent ऐप से इस QR कोड को स्कैन करने को कहें।
ht: Fè paran w eskane Kòd QR sa a ak app Canvas Parent lan pou li kapab asosye ak ou.
id: Minta orang tua Anda memindai kode QR ini dari app Canvas Parent untuk pairing dengan Anda.
is: Láttu foreldra þína skanna þennan QR-kóða úr Canvas foreldra appinu til að para við þig.
it: Il tuo elemento principale deve eseguire la scansione di questo codice QR dall’app Canvas Parent per accoppiarlo con te.
ja: あなたとペアリングするために、親にCanvas ParentアプリからこのQRコードをスキャンしてもらいます。
ko: 부모가 Canvas Parent 앱에서 이 QR 코드를 스캔하여 자신과 페어링하도록 합니다.
mi: Ma ō matua e matawai tēnei QR waehere mai i te Canvas Matua Taupanga ki te takirua ki ā koe.
ms: Sudahkan ibu bapa anda mengimbas kod QR daripada apl Canvas Parent untuk dipasangkan denan anda.
nb: Få en forelder til å skanne denne QR-koden fra Canvas foreldreapplikasjonen for å pare med deg.
nb_instk12: Få en forelder til å skanne denne QR-koden fra Canvas foreldreapplikasjonen for å pare med deg.
nl: Laat je ouder deze QR-code scannen van de Canvas Parent-app om met jou te koppelen.
pl: Poproś rodzica o zeskanowanie tego kodu QR w aplikacji Canvas Parent w celu sparowania.
pt: Peça ao seu pai para digitalizar este código QR da aplicação Canvas Parent para parelhar com você.
pt_br: Faça o seu pai escanear este código QR a partir do app Canvas Parent para emparelhar com você.
ru: Отсканировал ли ваш родитель этот QR-код из приложения Canvas Parent для сопряжения с вами.
sl: Starši se lahko z vami povežejo, tako da preberejo to kodo QR v aplikaciji Canvas Parent.
sv: Be din förälder scanna QR-koden från Canvas Parent-appen för att parkopplas med dig.
sv_instk12: Be din förälder scanna QR-koden från Canvas Parent-appen för att parkopplas med dig.
th: พ่อแม่ผู้ปกครองของคุณสแกนรหัส QR นี้จากแอพ Canvas Parent เพื่อเข้าคู่กับคุณแล้วหรือยัง
vi: Hãy nhờ phụ huynh của bạn quét mã QR này từ ứng dụng Canvas Parent để ghép cặp với bạn.
zh: 您的父母是否已从 Canvas Parent 应用程序扫描此二维码与您配对？
zh_hk: 讓您的父母在 Canvas Parent 應用程式掃描此二維碼與您配對。
